Repository: maciek134/podphoenix
Catalog: po/*.po
Languages: ca, da, de, es, fi, gd, gl, hu, nb, nl, pl, pt, sc, uk

source: No orphaned files have been found to recover disk space. Podphoenix database is clean.
ca: No s'ha trobat cap fitxer orfe per recuperar espai al disc. La base de dades del Podphoenix és neta.
da: Ingen forældreløse filer kunne slettes for at frigive lagerplads. Podphoenix-databasen er ren.
de: Es wurde keine verwaisten Dateien gefunden um Speicherplatz zu schaffen. Die Podphoenix Datenbank ist sauber.
gd: Cha deach faidhle a lorg a tha 'na dhìlleachdan gus àite a shaoradh. Tha stòr-dàta Podphoenix glan.
gl: Non se atoparon ficheiros orfos para recuperar espazo no disco. A base de datos de Podphoenix está limpa.
hu: Nincsenek felesleges fájlok, teljesen tiszta a Podphoenix adatbázisa.
nl: Er zijn geen oude bestanden aangetroffen. De Podphoenix-databank is volledig opgeruimd.
pl: Nie odnaleziono osieroconych plików w celu odzyskania miejsca na dysku. Baza danych Podphoenix jest czysta.
sc: Perunu archìviu òrfanu agatadu pro recuperare ispàtziu in su discu. Sa base de datos de Podphoenix est lìmpia.
uk: Осиротілих файлів для вивільнення місця на диску не знайдено. База даних Podphoenix чиста.

source: Misc.
ca: Altres
da: Div.
de: Sonstiges
es: Varios
fi: Muut
gd: Measg.
gl: Varios
hu: Egyéb
nb: Diverse
nl: Overig
pl: Różne
pt: Diversos.
uk: Інше

source: Report Bug
ca: Informa d'un error
da: Rapportér fejl
de: Fehler melden
es: Informar de un error
fi: Ilmoita viasta
gd: Dèan aithris air buga
gl: Informar dun fallo
hu: Hiba jelentése
nb: Rapporter programfeil
nl: Bug melden
pl: Zgłoś błąd
pt: Reportar Erro
sc: Sinnala una faddina
uk: Сповістити про помилку

source: Welcome to Podphoenix
ca: Us donem la benvinguda al Podphoenix
da: Velkommen til Podphoenix
de: Wilkommen bei Podphoenix
fi: Terveuloa Podphoenixiin
gd: Fàilte gu Podphoenix
gl: Benvido/a ao Podphoenix
hu: Üdvözli a Podphoenix!
nb: Velkommen til Podphoenix
nl: Welkom bij Podphoenix
pl: Witaj w Podphoenix
pt: Bem-vindo ao Podphoenix
sc: Ti donamus su benebènnidu a Podphoenix
uk: Вітаємо у Podphoenix

source: Enjoy your favourite shows with Podphoenix, the chirpiest podcast manager for Ubuntu. Chirp Chirp...
ca: Gaudiu els vostres programes preferits amb Podphoenix, el gestor de podcast més alegre per Ubuntu. Piu piu...
da: Nyd dine favoritudsendelser med Podphoenix, det fuglendte podcastprogram på Ubuntu. Pip pip...
de: Genießen Sie ihre Podcasts mit Podphoenix, der Podcast-Verwaltung für Ubuntu. Zwitscher zwitscher …
fi: Nauti suosikkiohjelmistasi Podphoenixiä käyttäen. Tsirp tsirp...
gd: Gabh tlachd às na prògraman as fhearr leat le Podphoenix, manaidsear pod-chraolaidhean airson Ubuntu. Bìd bìd...
gl: Goce dos seus programas favoritos co Podphoenix, o xestor de podcasts máis rechouchiante de Ubuntu. Pío pío...
hu: Élvezze kedvenc műsorait a Podphoenix, az Ubuntu legvidámabb podcastkezelője segítségével. Csip, csirip…
nb: Nyt favorittserier med Podphoenix, den mest lystige podkastbehandleren for Ubuntu. Pip pip …
nl: Luister naar je favoriete shows met Podphoenix, de handigste podcastbeheerder op Ubuntu. Krauw, krauw…
pl: Ciesz się ulubionymi audycjami z Podphoenixem, najbardziej rozćwierkanym menadżerze podcastów dla Ubuntu. Ćwir, Ćwir...
pt: Desfrute dos seus programas preferidos com o Podphoenix, o gestor de podcasts mais alegre do Ubuntu Piu Piu...
sc: Ispassia·ti ascurtende is trasmissiones preferidas tuas cun Podphoenix, su prus gestore de podcast allegru pro Ubuntu. Piu piu...
uk: Насолоджуйтеся вашими улюбленими шоу за допомогою Podphoenix, найголосистішим засобом керування трансляціями для Ubuntu. Цвірінь, цвірінь...

source: Swipe to move between pages
ca: Llisqueu per moure's entre pàgines
da: Stryg for at bladre mellem sider
de: Wischen um zwischen Seiten zu wechseln
es: Deslice para cambiar de página
fi: Vedä vaihtaaksesi sivujen välillä
gd: Grad-shlaighd gus gluasad eadar duilleagan
gl: Esvare o dedo para cambiar de páxina
hu: Húzással navigálhat az oldalak között
nb: Dra for å bytte mellom sider
nl: Veeg om van pagina te wisselen
pl: Przesuń palcem, aby poruszać się między stronami
pt: Deslize para mover entre páginas
sc: Iscurre pro mòere intre pàginas
uk: Проведіть для пересування між сторінками

source: Discover New Podcasts
ca: Descobriu podcast nous
da: Find nye podcasts
de: Neue Podcasts finden
es: Descubrir podcasts nuevos
fi: Löydä uusia podcasteja
gd: Lorg pod-chraolaidhean ùra
gl: Descubrir novos podcasts
hu: Új Podcastek felfedezése
nb: Oppdag nye podkaster
nl: Podcasts ontdekken
pl: Odkryj Nowe Podcasty
pt: Descobrir novos podcasts
sc: Iscoberi podcasts noos
uk: Знайти нові трансляції

source: Podphoenix uses the iTunes® database to provide access to a huge collection of podcasts. You can also add podcasts by their URL.
ca: El Podphoenix usa la base de dades d'iTunes® per donar accés a una gran col·lecció de podcasts, encara que també podeu afegir-ne a través de la seva URL.
da: Podphoenix bruger iTunes®-databasen til at give adgang til en stor samling af podcasts. Du kan også tilføje podcasts med deres URL.
de: Podphoenix benutzt die iTunes®-Datenbank, um Ihnen Zugriff auf eine riesige Sammlung von Podcasts zu geben. Sie können Podcasts auch über eine Adresse hinzufügen.
fi: Podphoenix käyttää iTunes® -tietokantaa, joten sinulla on pääsy valtavaan määrään eri podcasteja. Voit myös lisätä podcasteja antamalla osoitteen.
gd: Cleachdaidh Podphoenix an an stòr-dàta aig iTunes® gus cothrom fhaighinn air cruinneachadh mòr de phod-chraolaidhean. 'S urrainn dhut pod-chraolaidhean a chur ris leis an URL aca cuideachd.
gl: O Podphoenix usa a base de datos de iTunes® para permitirlle o acceso a unha gran colección de podcasts. Tamén pode engadir un podcast mediante unha URL.
hu: A Pordbird az iTunes® adatbázisának segítségével nyújt hozzáférést az egyik legnagyobb podcast gyűjteményhez. De természetesen URL segítségével is adható hozzá podcast.
nb: Podphoenix bruker iTunes®-databasen for å tilby et enormt utvalg podkaster. Du kan også legge til podkaster etter nettadresse.
nl: Podphoenix maakt gebruik van de iTunes®-databank, waardoor er toegang is tot een enorme verzameling podcasts. Je kunt ook podcasts toevoegen via een url.
pl: Podphoenix używa bazy danych iTunes®, aby dostarczyć ogromną kolekcję podcastów. Oczywiście możesz dodać swój własny podając adres URL.
pt: O Podphoenix utiliza a base de dados do iTunes® para fornecer acesso a uma grande coleção de podcasts. Pode também adicionar podcasts pelo seus URL.
sc: Podphoenix impreat sa base de datos de iTunes® pro frunire atzessu a una colletzione manna de podcasts, e nde podes puru agiùnghere tràmite s'URL issoro.
uk: Podphoenix використовує базу даних iTunes® для доступу до величезної збірки трансляцій. Крім того, ви можете додавати трансляції за адресами.

source: Smart Settings
ca: Configuració intel·ligent
da: Smarte indstillinger
de: Intelligente Einstellungen
es: Configuración inteligente
fi: Fiksut asetukset
gd: Roghainnean glice
gl: Axustes intelixentes
hu: Okos beállítások
nb: Smarte innstillinger
nl: Slimme Instellingen
pl: Inteligentne ustawienia
pt: Definições inteligentes
sc: Cunfiguratzione intelligente
uk: Кмітливі параметри

source: Podphoenix can optionally download new episodes and clean up old episodes automatically, this can be enabled from the settings page.
ca: El Podphoenix pot descarregar els nous episodis i netejar els antics de forma automàtica. Aquesta opció es pot habilitat a la pàgina de paràmetres.
da: Podphoenix kan automatisk hente nye afsnit og rydde op i gamle. Dette kan aktiveres i indstillingerne.
de: Podphoenix kann optional neue Episoden herunterladen und alte automatisch bereinigen. Dieses können Sie in den Einstellungen aktivieren.
fi: Podphoenix voi automaattisesti ladata uudet jaksot ja poistaa vanhat jaksot. Tämän ominaisuuden voi ottaa käyttöön asetussivulla.
gd: Tha comas aig Podphoenix eapasodan ùra a luchdadh a-nuas is an t-seann fheadhainn a sgioblachadh gu fèin-obrachail, 's urrainn dhut seo a chur an comas o dhuilleag nan roghainnean.
gl: O Podphoenix tamén pode descargar novos episodios e eliminar os antigos automaticamente. Esta opción actívase nos axustes.
hu: A Podphoenix lehetőséget kínál a részek automatikus letöltésére, illetve azok törlésére. Ezek a beállítások alatt engedélyezhetőek.
nb: Podphoenix kan laste ned nye episoder og fjerne gamle automatisk. Dette kan slås på i innstillingene.
nl: Podphoenix kan desgewenst automatisch nieuwe afleveringen downloaden en oude afleveringen verwijderen. Dit kan worden ingeschakeld in de instellingen.
pl: Podphoenix może ściągać nowe odcinki i automatycznie usuwać stare. Opcję tą możesz włączyć w ustawieniach.
pt: O Podphoenix pode opcionalmente fazer o download de novos episódios e remover os antigos automaticamente, isto pode ser ativado nas definições.
sc: Podphoenix podet iscarrigare episòdios noos e limpiare cussos betzos in manera automàtica. Custa optzione podet èssere ativada dae sa cunfiguratzione.
uk: Podphoenix також може отримувати нові епізоди і автоматично вилучати застарілі епізоди, усе це можна увімкнути за допомогою сторінки параметрів.

source: Hallo! Bonjour!
da: Hola! Bonjour!
de: Hello! Bonjour!
es: Kaixo! Bonjour! Niltze!
gd: Hallo! Bore da!
nb: Ciao! Buon giorno!
pl: Hello! Olá!

source: Podphoenix is available in over 15 languages and is translated by the %1 community
ca: El Podphoenix està disponible en més de quinze idiomes i l'ha traduït la comunitat de %1
da: Podphoenix er tilgængelig på mere end 15 sprog, og bliver oversat af %1-fællesskabet
de: Podphoenix ist in über 15 Sprachen verfügbar und wird von der %1-Gemeinschaft übersetzt
fi: Podphoenix on saatavilla yli 15 kielellä, käännökset tuottaa %1-yhteisö
gd: Tha Podphoenix ri fhaighinn ann an corr is 15 cànanan agus 'ga eadar-theangachadh leis a' choimhearsnachd %1
gl: O Podphoenix está dispoñíbel en máis de 15 idiomas e é traducido pola comunidade %1
hu: A Pordbird több, mint 15 nyelven érhető el, hála a(z) %1 közösségnek.
nb: Podphoenix er tilgjengelig på over 15 språk, takket være %1-oversetterne
nl: Podphoenix is beschikbaar in meer dan 15 talen en is vertaald door de %1-gemeenschap
pl: Podphoenix jest dostępny w ponad 15 językach i jest tłumaczony przez społeczność %1
pt: Podphoenix está disponível em mais de 15 línguas e é traduzido pela %1 comunidade
sc: Podphoenix est a disponimentu in prus de 15 limbas e est tradùidu dae sa comunidade %1
uk: Podphoenix перекладено понад 15 мовами, за переклад відповідає спільнота %1

source: Touch Gestures
ca: Gests tàctils
da: Gestusser
de: Berührungsgesten
es: Gestos táctiles
fi: Kosketuseleet
gd: Gluasadan suathaidh
gl: Movementos táctiles
hu: Érintésgesztusok
nl: Aanraakgebaren
pl: Gesty dotyku
pt: Gestos de toque
sc: Gestos
uk: Сенсорні жести

source: Episodes can be swiped left to reveal more actions (or right click if you're using a mouse). You can also multi-select them by long-pressing on an episode.
ca: Es pot fer lliscar els episodis cap a l'esquerra per mostrar més accions (o feu clic dret si utilitzeu un ratolí). També podeu fer seleccions múltiples fent un toc llarg damunt un episodi.
da: Afsnit kan stryges til venstre for at vise flere handlinger (eller højreklik, hvis du bruger en mus). Du kan også vælge flere ad gangen ved at trykke lang tid på et afsnit.
de: Episoden können nach links gewischt (oder mit der rechten Maustaste angeklickt) werden, um mehr Aktionen anzuzeigen. Sie können außerdem mehrere Episoden mit einem langen drücken darauf auswählen.
es: Los episodios se pueden deslizar a la izquierda para mostrar más acciones (o usando el botón derecho del ratón). También puede realizar una selección múltiple con un toque largo en un episodio.
fi: Voit vetää jakson kohdalla vasemmalle (tai hiireä käyttäessä oikealle) nähdäksesi lisätoimintoja. Voit valita useamman jakson painamalla hetken pohjassa yksittäisen jakson kohdalla.
gd: Grad-shlaighd eapasod gun taobh chlì gus barrachd gnìomhan a nochdadh (no dèan briogadh deas ma tha luchag agad). 'S urrainn dhut iomadh dhiubh a thaghadh le brùthadh fada air eapasod.
gl: Os episodios poden esvararse cara á esquerda para acceder a máis accións (ou facendo clic dereito se está usando un rato). Tamén pode facer unha selección múltiple facendo unha presión longa nun episodio.
hu: A részek balra húzásával érhetőek el további műveletek (vagy egér esetén a jobb egérgombbal). Több rész egyidejű kijelöléséhez tartsa hosszan az ujját az egyes részeken.
nl: Veeg afleveringen naar links (of klik met de rechtermuisknop) om meer acties te tonen. Selecteer meerdere afleveringen door één aflevering lang ingedrukt te houden.
pl: Odcinki można przeciągać w lewo, aby odsłonić więcej działań (lub kliknij prawym przyciskiem, jeśli używasz myszy). Można również wybrać wiele odcinków długo naciskając na jednym z nich.
pt: Os episódios podem ser deslizados da esquerda para revelar mais ações (ou clicar com o botão direito do rato, se aplicável). Você pode também fazer multi-seleção ao pressionar continuamente num episódio.
sc: Faghende iscùrrere is episòdios a manca s'ant a ammustrare àteras atziones (o cun su butone deretu si ses impreende unu sòrighe). Nde podes fintzas seletzionare prus de unu tochende e mantenende un'episòdiu.
uk: Список серій можна перетягнути ліворуч для вивільнення додаткового простору дій (або можна клацнути правою кнопкою миші, якщо ви користуєтеся мишею). Ви також можете позначити декілька серій одразу тривалим натисканням пунктів серій.

source: Support
ca: Assistència
da: Hjælp
de: Unterstützung
es: Asistencia
fi: Tuki
gd: Taic
gl: Asistencia
hu: Támogatás
nb: Støtte
nl: Ondersteuning
pl: Wsparcie
pt: Suporte
sc: Agiudu
uk: Підтримка

source: If you find any bugs or have any feature requests, let us know on our project page at %1
ca: Si trobeu cap error o teniu una petició d'una característica nova, feu-nos-ho saber a la pàgina del projecte: %1
da: Hvis du finder nogen fejl eller har ønsker om flere funktioner, så skriv på projektsiden på %1
de: Wenn Sie einen Fehler gefunden haben oder neue Funktionen hinzugefügt haben möchten, teilen Sie es uns auf unsere Projektseite %1 mit
es: Si encuentra algún error o quiere hacernos una sugerencia, visite nuestra página en %1 (inglés)
fi: Jos huomaat vikoja tai kaipaat uusia ominaisuuksia, kerro siitä meille projektisivustollamme %1
gd: Ma lorgas tu buga sam bith no ma tha iarrtas fearta agad, cuir fios thugainn air duilleag a' phròiseact againn air %1
gl: Se descubre un erro ou desexa unha funcionalidade, fáganolo saber na nosa páxina web en %1
hu: Ha bármilyen hibát talál, vagy szeretne egy új funkciót, tudassa velünk a projekt oldalán: %1
nb: Gi oss beskjed via prosjektsiden vår på %1 hvis du oppdager programfeil eller har et ønske om ny funksjonalitet
nl: Als je bugs tegenkomt of ideeën wilt delen, laat het ons dan weten via %1
pl: Jeśli znajdziesz błąd bądź masz pomysł ulepszenia aplikacji, daj nam znać na naszej stronie projektu %1
pt: Se encontrar erros ou alguma funcionalidade que gostaria de ter, por favor, avise-nos na nossa página em %1
sc: Si agatas faddinas o boles pedire funtzionalidades noas, iscrie·si a sa pàgina de su progetu: %1
uk: Якщо вами буде виявлено вади або ви маєте запит щодо можливостей, повідомте нам за допомогою сторінки нашого проекту. %1

source: Enjoy
ca: Gaudiu-lo
da: Nyd det
de: viel Spaß
es: Disfrute
fi: Nauti
gd: Gabh tlachd
gl: Goce
hu: Élvezze
nb: Kos deg
nl: Veel plezier
pl: Zapraszamy
pt: Desfrute
sc: Ispàssia·ti
uk: Насолоджуйтеся

source: We hope you enjoy using Podphoenix!
ca: Desitjam que gaudiu fent servir el Podphoenix
da: Vi håber at du nyder at bruge Podphoenix!
de: Wir hoffen Sie genießen Podphoenix!
fi: Toivottavasti pidät Podphoenixin käyttämisestä!
gd: Tha sinn an dòchas gun gabh thu tlachd le Podphoenix!
gl: Esperamos que goce co Podphoenix.
hu: Reméljük a Podphoenix elnyeri a tetszését!
nb: Vi håper du får glede av å bruke Podphoenix.
nl: Wij hopen dat je Podphoenix met alle plezier gebruikt!
pl: Mamy nadzieje, że Podphoenix przypadnie ci do gustu!
pt: Esperamos que goste de usar o Podphoenix!
sc: Ispàssia·ti cun Podphoenix!
uk: Сподіваємося, вам сподобається Podphoenix!

source: Finish
ca: Finalitza
da: Færdig
de: Fertig stellen
es: Finalizar
fi: Valmis
gd: Crìochnaich
gl: Rematar
hu: Befejezés
nb: Fullfør
nl: Voltooien
pl: Koniec
pt: Concluir
sc: Fatu
uk: Завершити

source: The chirpiest podcast manager for Ubuntu
ca: El gestor de podcast més alegre per Ubuntu
da: Det fuglendte podcastprogram på Ubuntu
de: Die zwitschernde Podcast-Verwaltung für Ubuntu
es: El gestor de podcasts más dicharachero para Ubuntu
fi: Ubuntun terävin podcast-sovellus
gd: Manaidsear phod-chraolaidhean airson Ubuntu
gl: O xestor de podcasts máis rechouchiante para Ubuntu
hu: A legvidámabb podcast kezelő Ubuntuhoz
nl: De vrolijkste podcastbeheerder voor Ubuntu
pl: Rozćwierkany menadżer podcastów na Ubuntu
pt: O gestor de podcasts mais vibrante do Ubuntu
sc: Su prus gestore de podcast allegru pro Ubuntu
uk: Найвеселіший засіб керування трансляціями для Ubuntu

source: podcast;audio;itunes;broadcast;digital;stream;podcatcher;video;vodcast;
ca: podcast;àudio;itunes;broadcast;digital;stream;podcatcher;vídeo;vodcast;
da: podcast;audio;itunes;afspil;digital;strøm;podcatcher;vodcast;video;feed;stream;lyd
es: podcast;audio;itunes;retransmisión;digital;stream;podcatcher;video;vodcast;
fi: podcast;audio;itunes;broadcast;digital;stream;podcatcher;video;vodcast;ääni;striimi;suoratoisto;
gd: podcast;audio;itunes;broadcast;digital;stream;podcatcher;video;vodcast;pod-chraoladh;pod-chraolaidhean;fuaim;craoladh;digiteac;sruth;
gl: podcast;audio;itunes;son;dixital;fluxo;stream;vídeo;vodcast;
hu: podcast;audio;itunes;broadcast;digital;stream;video;vodcast;
nb: podkast;lyd;itunes;broadcast;digital;stream;podcatcher;video;vodcast;
pl: podcast;dźwięk;itunes;nadawanie;cyfrowe;strumieniowanie;podcatcher;wideo;vodcast;
sc: podcast;audio;itunes;trasmissione;digitale;stream;podcatcher;vìdeu;vodcast;
uk: podcast;audio;itunes;broadcast;digital;stream;podcatcher;video;vodcast;подкаст;трансляція;аудіо;звук;айтюнс;цифровий;потік;відео;водкаст;

source: Choose
nl: Kiezen
pt: Escolha
sc: Sèbera

source: Import Podcasts
nl: Podcasts importeren
sc: Importa podcasts

source: Please wait
nl: Even geduld…
pt: Por favor, aguarde
sc: Abeta

source: Importing podcasts...
nl: Bezig met importeren…
sc: Importende podcasts...

source: imported
nl: geïmporteerd
pt: Importado
sc: importados

source: Refresh podcasts after
nl: Podcasts bijwerken, elke

source: %1 hours
nl: %1 uur

source: Continue where stopped
nl: Doorgaan vanaf vorige positie

source: -%1s
hu: -%1mp
uk: -%1с

source: +%1s
hu: +%1mp
uk: +%1с

source: No orphaned files have been found to recover disk space. Podbird database is clean.
es: No se han encontrado archivos huérfanos para liberar espacio. La base de datos de Podbird está limpia.

source: Welcome to Podbird
es: Esto es Podbird

source: Enjoy your favourite shows with Podbird, the chirpiest podcast manager for Ubuntu. Chirp Chirp...
es: Disfrute de sus programas preferidos con Podbird, el gestor de podcasts para Ubuntu con más garra. Pío, pío…

source: Podbird uses the iTunes® database to provide access to a huge collection of podcasts. You can also add podcasts by their URL.
es: Podbird usa la base de datos de iTunes® para ofrecerle una gran colección de podcasts. También puede añadir los suyos con un URL.

source: Podbird can optionally download new episodes and clean up old episodes automatically, this can be enabled from the settings page.
es: Es posible descargar episodios nuevos automáticamente y eliminar los anteriores. Si lo desea, active esta funcionalidad en Configuración.

source: Podbird is available in over 15 languages and is translated by the %1 community
es: Podbird está disponible en más de 15 lenguas gracias a la comunidad de %1

source: We hope you enjoy using Podbird!
es: ¡Esperamos que le guste Podbird!
