Repository: maciek134/podphoenix
Catalog: po/*.po
Languages: ca, da, de, es, fi, gd, gl, hu, nb, nl, pl, pt, sc, uk

source: Episodes
ca: Episodis
da: Afsnit
de: Episoden
es: Episodios
fi: Jaksot
gd: Eapasodan
gl: Episodios
hu: Részek
nl: Afleveringen
pl: Odcinki
pt: Episódios
sc: Episòdios
uk: Серії

source: Add New Podcasts
ca: Afegeix podcasts nous
da: Tilføj nye podcasts
de: Neue Podcasts hinzufügen
es: Añadir pódcast nuevos
fi: Lisää uusia podcasteja
gd: Cuir pod-chraolaidhean ùra ris
gl: Novos podcasts
hu: Podcast hozzáadása
nb: Legg til nye podkaster
nl: Podcasts toevoegen
pl: Dodaj nowy podcast
pt: Adicionar novos podcasts
sc: Agiunghe podcasts noos
uk: Додати нові трансляції

source: Podcasts
es: Pódcast
fi: Podcastit
gd: Pod-chraolaidhean
hu: Podcastek
nb: Podkaster
pl: Podcasty
uk: Радіотрансляції

source: Settings
ca: Paràmetres
da: Indstillinger
de: Einstellungen
es: Configuración
fi: Asetukset
gd: Roghainnean
gl: Axustes
hu: Beállítások
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
sc: Cunfiguratziones
uk: Параметри

source: Skip
ca: Omet
da: Spring over
de: Überspringen
es: Omitir
fi: Ohita
gd: Gearr leum thairis air
gl: Saltar
hu: Kihagyás
nb: Hopp over
nl: Overslaan
pl: Pomiń
pt: Ignorar
sc: Brinca
uk: Пропустити

source: %1 hr %2 min
ca: %1 h %2 m
da: %1 t %2 min
de: %1 h %2 min
es: %1 h %2 min
fi: %1 t %2 min
gd: %1 uair %2 mion
gl: %1 h. %2 min.
hu: %1 óra %2 perc
nb: %1 t %2 min
nl: %1 uur en %2 min.
pl: %1 godz. %2 min.
pt: %1 h %2 min
sc: %1 h %2 min
uk: %1 год. %2 хв.

source: %1 hr
ca: %1 h
da: %1 t
de: %1 h
es: %1 h
fi: %1 t
gd: %1 uair
gl: %1 h.
hu: %1 óra
nb: %1 t
nl: %1 uur
pl: %1 godz.
pt: %1 h
sc: %1 h
uk: %1 год.

source: %1 min
ca: %1 m
gd: %1 mion
hu: %1 perc
uk: %1 хв.

source: About
ca: Quant a
da: Om
de: Über
es: Acerca de
fi: Tietoja
gd: Mu dhèidhinn
gl: Sobre
hu: Névjegy
nb: Om
nl: Over
pl: O programie
pt: Acerca de
sc: Informatziones
uk: Про проґраму

source: Credits
ca: Crèdits
da: Tak til
de: Mitwirkende
es: Créditos
fi: Tekijät
gd: Urram
gl: Créditos
hu: Közreműködők
nb: Bidragsytere
nl: Met dank aan
pl: Twórcy
pt: Créditos
sc: Crèditos
uk: Подяки

source: Version %1
ca: Versió %1
es: Versión %1
fi: Versio %1
gd: Tionndadh %1
gl: Versión %1
hu: Verzió: %1
nb: Versjon %1
nl: Versie %1
pl: Wersja %1
pt: Versão %1
sc: Versione %1
uk: Версія %1

source: Released under the terms of the GNU GPL v3
ca: Publicat sota els termes de la llicència GNU GPL v3
da: Udgivet under betingelserne i GNU GPL v3
de: Veröffentlicht unter den Bedingungen der »GNU GPL v3«
es: Publicado bajo los términos de la licencia GPL v3
fi: Julkaistu GNU GPL v3 -lisenssillä
gd: 'Ga sgaoileadh fo theirmichean a' cheadachais GNU GPL v3
gl: Publicado baixo os termos da licenza GNU GPL v3
hu: A GNU GPL v3 feltételei alatt kiadva
nb: Utgitt med lisensen GNU GPL v3
nl: Uitgebracht onder de voorwaarden van de GNU GPL v3-licentie
pl: Wydano zgodnie z licencją GNU GPL v3
pt: Lançado sob os termos GNU GPL v3
sc: Publicadu a suta de sa lisséntzia GNU GPL v3
uk: Випущено за умов дотримання GNU GPL 3

source: Source code available on %1
ca: El codi font està disponible a %1
da: Kildekode tilgængelig på %1
de: Quelltext verfügbar auf %1
es: Código fuente disponible en %1
fi: Lähdekoodi saatavilla - %1
gd: Tha am bun-tùs ri fhaighinn air %1
gl: O código fonte está dispoñíbel en %1
hu: A forráskód elérhető a %1 oldalon
nb: Kildekode tilgjengelig på %1
nl: De broncode is beschikbaar op %1
pl: Kod źródłowy dostępny na %1
pt: Código fonte disponível em %1
sc: Su còdighe de orìgine est a disponimentu in %1
uk: Початковий код можна отримати на %1

source: Delete older than
ca: Esborra els més antics que
da: Slet ældre end
de: Älter als löschen
es: Eliminar anteriores a
fi: Poista vanhemmat kuin
gd: Sguab às an fheadhainn nas sine na
gl: Eliminar anteriores a
hu: Régebbiek törlése:
nb: Slett eldre enn
nl: Verwijder ouder dan
pl: Usuń starsze niż
pt: Eliminar mais velho que
sc: Cantzella prus antigos de
uk: Вилучити старіші за

source: Never
ca: Mai
da: Aldrig
de: Nie
es: Nunca
fi: Ei koskaan
gd: Chan ann idir
gl: Nunca
hu: Soha
nb: Aldri
nl: Nooit
pl: Nigdy
pt: Nunca
sc: Mai
uk: без обмежень

source: %1 day
ca: %1 dia
da: %1 dag
de: %1 Tag
es: %1 día
fi: %1 päivä
gd: %1 latha
gl: %1 día
hu: %1 napnál régebbi
nb: %1 dag
nl: %1 dag
pl: %1 dzień
pt: %1 dia
sc: %1 die
uk: %1 день

source: %1 month
ca: %1 mes
da: %1 måned
de: %1 Monat
es: %1 mes
fi: %1 kuukausi
gd: %1 mhìos
gl: %1 mes
hu: %1 hónapnál régebbi
nb: %1 måned
nl: %1 maand
pl: %1 miesiąc
pt: %1 mês
sc: %1 mese
uk: %1 місяць

source: %1 year
ca: %1 anys
da: %1 år
de: %1 Jahr
es: %1 año
fi: %1 vuosi
gd: %1 bhliadhna
gl: %1 ano
hu: %1 évnél régebbi
nb: %1 år
nl: %1 jaar
pl: %1 rok
pt: %1 ano
sc: %1 annu
uk: %1 рік

source: %1 (Creator)
ca: %1 (Creador)
da: %1 (ophavsmand)
de: %1 (Urheber)
es: %1 (creador)
fi: %1 (Tekijä)
gd: %1 (cruthadair)
gl: %1 (creador)
hu: %1 (készítő)
nb: %1 (skaper)
nl: %1 (maker)
pl: %1 (Twórca)
pt: %1 (Criador)
sc: %1 (Creadore)
uk: %1 (Автор)

source: Developers
ca: Desenvolupadors
da: Udviklere
de: Entwickler
es: Desarrolladores
fi: Kehittäjät
gd: Luchd-leasachaidh
gl: Desenvolvedores
hu: Fejlesztők
nb: Utviklere
nl: Ontwikkelaars
pl: Autorzy
pt: Programadores
sc: Isvilupadores
uk: Розробники

source: Designer
ca: Dissenyador
es: Diseñador
fi: Suunnittelija
gd: Dealbhaiche
gl: Deseñador
hu: Tervező
nb: Visuell utformer
nl: Ontwerper
pl: Projektant
sc: Disegnadore
uk: Дизайнер

source: Translators
ca: Traductors
da: Oversættere
de: Übersetzer
es: Traductores
fi: Kääntäjät
gd: Eadar-theangadairean
gl: Tradutores
hu: Fordítók
nb: Oversettere
nl: Vertalers
pl: Tłumacze
pt: Tradutores
sc: Tradutores
uk: Перекладачі

source: Download at most
ca: Descarrega com a màxim
da: Download højst
de: Maximal herunterladen
es: Descargar como máximo
fi: Lataa enintään
gd: Luchdaich a-nuas air a char as motha
gl: Descargar un máximo de
hu: Legfeljebb letölthető:
nb: Last ned maks
nl: Maximaal aantal downloads
pl: Ściągnij co najwyżej
pt: Descarregar no máximo
sc: Iscàrriga a su màssimu
uk: Отримувати не більше

source: %1 episode
ca: %1 episodi
da: %1 afsnit
es: %1 episodio
fi: %1 jakso
gd: %1 eapasod
gl: %1 episodio
hu: %1 rész
nl: %1 aflevering
pl: %1 odcinek
pt: %1 episódio
sc: %1 episòdiu
uk: %1 епізода

source: Theme
ca: Tema
da: Tema
de: Stil
es: Tema
fi: Teema
gd: Ùrlar
gl: Tema
hu: Téma
nb: Tema
nl: Thema
pl: Motyw
pt: Tema
sc: Tema
uk: Тема

source: Light
ca: Clar
da: Lys
de: Hell
es: Claro
fi: Vaalea
gd: Soilleir
gl: Claro
hu: Világos
nb: Lyst
nl: Licht
pl: Jasny
pt: Claro
sc: Craru
uk: Світла

source: Dark
ca: Fosc
da: Mørk
de: Dunkel
es: Oscuro
fi: Tumma
gd: Dorcha
gl: Escuro
hu: Sötét
nb: Mørkt
nl: Donker
pl: Ciemny
pt: Escuro
sc: Iscuru
uk: Темна

source: Podcast
gd: Pod-chraoladh
nb: Podkast
uk: Трансляція

source: Search Episode
ca: Cerca un episodi
da: Søg efter afsnit
de: Episode suchen
es: Buscar episodio
fi: Etsi jaksoa
gd: Lorg airson eapasod
gl: Buscar epìsodio
hu: Részek keresése
nb: Søk etter episode
nl: Zoeken naar aflevering
pl: Wyszukaj epizod
pt: Procurar Episódio
sc: Chirca episòdios
uk: Пошук епізоду

source: Unsubscribe
ca: Cancel·la la subscripció
da: Afmeld abonnement
de: Abbestellen
es: Anular suscripción
fi: Peru tilaus
gd: Cuir crìoch air an fh-sgrìobhadh
gl: Cancelar subscrición
hu: Leiratkozás
nb: Stopp abonnement
nl: Deabonneren
pl: Zrezygnuj z subskrypcji
pt: Anular Subscrição
sc: Annulla sa sutiscritzione
uk: Відписатися

source: %1 item selected
ca: %1 element seleccionat
da: %1 element markeret
de: %1 Element ausgewählt
es: %1 elemento seleccionado
fi: %1 valittu kohde
gd: %1 nì air a thaghadh
gl: Escolleu %1 elemento
hu: %1 elem kijelölve
nl: %1 item geselecteerd
pl: Zaznaczono %1 element
pt: %1 item selecionado
sc: %1 cuntenutu seletzionadu
uk: Позначено %1 об’єкт

source: Back
ca: Enrere
da: Tilbage
de: Zurück
es: Atrás
fi: Takaisin
gd: Air ais
gl: Volver
hu: Vissza
nl: Terug
pl: Wstecz
pt: Anterior
sc: In segus
uk: Назад

source: Mark Listened
ca: Marca com a escoltat
da: Markér som hørt
de: Als gehört markieren
es: Marcar como escuchado
fi: Merkitse kuunnelluksi
gd: Cuir comharra gun deach èisteachd ris
gl: Marcar como escoitado
hu: Hallgatottnak jelölés
nl: Markeren als beluisterd
pl: Oznacz przesłuchane
pt: Marcar ouvidos
sc: Sinnala comente ascurtadu
uk: Позначити як прослуханий

source: Download episode(s)
ca: Descarrega l'episodi(s)
da: Hent afsnit
de: Episode(n) downloaden
es: Descargar episodios
gd: Luchdaich a-nuas eapasod(an)
gl: Descargar episodio(s)
hu: Rész(ek) letöltése
nl: Aflevering(en) downloaden
pl: Pobierz odcinek(-ki)
pt: Transferir episódio(s)
sc: Iscàrriga episòdiu/-os
uk: Отримати серії

source: Delete episode(s)
ca: Esborra l'espisodi(s)
da: Slet afsnit
de: Episode(n) löschen
es: Eliminar episodios
gd: Sguab às eapasod(an)
gl: Eliminar episodio(s)
hu: Rész(ek) törlése
nl: Aflevering(en) verwijderen
pl: Usuń odcinek(-ki)
pt: Eliminar episódio(s)
sc: Cantzella episòdiu/-os
uk: Вилучити серії

source: Favourite episode(s)
ca: Episodi(s) a preferits
da: Favoritafsnit
de: Favoriten
es: Marcar episodios como favoritos
gd: Cuir eapasod(an) ris na h-annsachdan
gl: Facer favorito episodio(s)
hu: Rész(ek) kedvelése
nl: Favoriete aflevering(en)
pl: Ulubiony odcinek(-ki)
pt: Episódio favorito(s)
sc: Episòdiu/-os preferidos
uk: Вибрати серії

source: Add to queue
ca: Afegeix a la cua
da: Tilføj til kø
de: Zur Warteschlange hinzufügen
es: Añadir a la cola
fi: Lisää jonoon
gd: Cuir ris a' chiutha
gl: Engadir á cola
hu: Lejátszási sorhoz
nl: Toevoegen aan wachtrij
pl: Dodaj do kolejki
pt: Adicionar à fila
sc: Agiunghe a sa coa
uk: Додати до черги відтворення

source: Search episode
ca: Cerca l'episodi
da: Søg afsnit
de: Episode suchen
es: Buscar episodio
fi: Etsi jaksoa
gd: Lorg airson eapasod
gl: Buscar episodio
hu: Rész keresése
nb: Søk etter episode
nl: Zoeken naar aflevering
pl: Znajdź odcinek
pt: Procurar episódio
sc: Chirca s'episòdiu
uk: Шукати епізод

source: Unsubscribe Confirmation
ca: Confirmeu-ne la cancel·lació
da: Bekræft afmelding af abonnement
de: Abbestellen bestätigen
es: Confirmar anulación
fi: Tilauksen perumisen vahvistus
gd: Dearbhadh air crìoch an fho-sgrìobhaidh
gl: Confirmar a cancelación
hu: Leiratkozás megerősítése
nb: Bekreftelse på abonnement-stopp
nl: Deabonneren bevestigen
pl: Potwierdzenie rezygnacji
pt: Confirmar anular a subscrição
sc: Cunfirma s'annullamentu de sa sutiscritzione
uk: Підтвердження скасування підписки

source: Are you sure you want to unsubscribe from <b>%1</b>?
ca: Segur que voleu cancel·lar la subscripció a <b>%1</b>?
da: Er du sikker på, at du vil fjerne abonnement <b>%1</b>?
de: Sind Sie sicher, dass Sie <b>%1</b> abbestellen möchten?
es: ¿Confirma que quiere cancelar la suscripción a <b>%1</b>?
fi: Haluatko varmasti poistaa tilauksen <b>%1</b>?
gd: A bheil thu cinnteach gu cheil thu airson crìoch a chur air an fho-sgrìobhadh gu <b>%1</b>?
gl: Confirma a cancelación da subscrición a <b>%1</b>?
hu: Biztos benne, hogy le szeretne iratkozni innen: <b>%1</b>?
nb: Er du sikker på at du vil stoppe abonnementet på <b>%1</b>?
nl: Weet je zeker dat je je abonnement op <b>%1</b> wilt opzeggen?
pl: Czy na pewno zrezygnować z subskrybcji <b>%1</b>?
pt: Tem a certeza que quer anular a subscrição <b>%1</b>?
sc: Seguru chi boles annullare sa sutiscritzione a <b>%1</b>?
uk: Ви справді хочете скасувати підписку на <b>%1</b>?

source: Cancel
ca: Cancel·la
da: Annullér
de: Abbrechen
es: Cancelar
fi: Peru
gd: Sguir dheth
gl: Cancelar
hu: Mégse
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
sc: Annulla
uk: Скасувати

source: Episode Description
ca: Descripció de l'episodi
da: Afsnitsbeskrivelse
de: Episodenbeschreibung
es: Descripción de episodios
fi: Jakson kuvaus
gd: Tuairisgeul an eapasoid
gl: Descrición do episodio
hu: Rész leírása
nb: Episode-beskrivelse
nl: Afleveringsbeschrijving
pl: Opis odcinka
pt: Descrição do Episódio
sc: Descritzione de s'episòdiu
uk: Опис епізоду

source: Close
ca: Tanca
da: Luk
de: Schließen
es: Cerrar
fi: Sulje
gd: Dùin
gl: Pechar
hu: Bezárás
nb: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
sc: Serra
uk: Закрити

source: No episodes found
ca: No s'ha trobat cap episodi
da: Ingen afsnit fundet
de: Keine Episoden gefunden
es: No se encontró ningún episodio
fi: Jaksoja ei löytynyt.
gd: Cha deach eapasod a lorg
gl: Non se atoparon episodios
hu: Nem találhatóak részek
nb: Fant ingen episoder
nl: Geen afleveringen gevonden
pl: Nie znaleziono odcinków
pt: Nenhum episódio foi encontrado
sc: Perunu episòdiu agatadu
uk: Епізодів не знайдено

source: No episodes found matching the search term.
ca: No s'ha trobat cap episodi que concordi amb el terme de cerca.
da: Ingen afsnit fundet i denne søgning.
de: Keine Episode gefunden die dem Suchkriterium entsprechen.
es: No hay resultados que coincidan con la búsqueda.
fi: Hakuehtojasi vastaavia jaksoja ei löytynyt.
gd: Cha deach eapasod a lorg a fhreagras ris an fhacal-luirg.
gl: Non hai episodios con ese termo de busca.
hu: Egy rész sem felelt meg a keresési feltételnek.
nb: Søket ga ingen treff på episoder.
nl: Er zijn geen afleveringen gevonden die overeenkomen met de zoekopdracht.
pl: Dla podanej frazy nie odnaleziono żadnych epizodów
pt: Não episódios que coincidam com o termo de pesquisa.
sc: Perunu episòdiu agatadu chi cointzidat cun sa chirca.
uk: Не знайдено епізодів, відповідних до критерію пошуку.

source: Unheard
ca: No escoltats
da: Nye
de: Nicht gehört
es: No escuchados
fi: Kuuntelemattomat
gd: Gun èisteachd ris
gl: Sen escoitar
hu: Nem hallgatott
nb: Ikke spilt av
nl: Niet beluisterd
pl: Nieprzesłuchane
pt: Não ouvido
sc: No ascurtados
uk: Непрослухані

source: Listened
ca: Escoltats
da: Afspillede
de: Gehört
es: Escuchados
fi: Kuunnellut
gd: Air èisteachd ris
gl: Escoitados
hu: Meghallgatott
nb: Spilt av
nl: Beluisterd
pl: Przesłuchane
pt: Ouvido
sc: Ascurtados
uk: Прослухані

source: Downloaded
ca: Descarregats
da: Hentede
de: Heruntergeladen
es: Descargado
fi: Ladattu
gd: Air a luchdadh a-nuas
gl: Descargado
hu: Letöltve
nb: Lastet ned
nl: Gedownload
pl: Pobrano
pt: Descarregados
sc: Iscarrigados
uk: Отримано

source: Mark as unheard
ca: Marca com a no escoltat
de: Als ungehört markieren
es: Marcar como pendiente
fi: Merkitse kuuntelemattomaksi
gd: Cuir comharra nach deach èisteachd ris
gl: Marcar non escoitado
hu: Hallgatatlannak jelölés
nl: Markeren als niet-beluisterd
pl: Oznacz jako nieodsłuchane
pt: Marcar como não ouvido
sc: Sinnala comente no ascurtados

source: Mark as listened
ca: Marca com a escoltat
da: Markér som afspillet
de: Als gehört markieren
es: Marcar como escuchado
fi: Merkitse kuunnelluksi
gd: Cuir comharra gun deach èisteachd ris
gl: Marcar escoitado
hu: Hallgatottnak jelölés
nl: Markeren als beluisterd
pl: Oznacz jako przesłuchane
pt: Marcar como ouvido
sc: Sinnala comente ascurtados
uk: Позначити як прослухані

source: Delete downloaded file
ca: Elimina el fitxer descarregat
da: Slet hentet fil
de: Heruntergeladene Datei löschen
es: Eliminar archivo descargado
fi: Poista ladattu tiedosto
gd: Sguab às faidhle air a luchdadh a-nuas
gl: Eliminar ficheiro descargado
hu: Letöltött fájl törlése
nl: Gedownload bestand verwijderen
pl: Usuń pobrany plik
pt: Eliminar o ficheiro transferido
sc: Cantzella archìviu iscarrigadu
uk: Вилучити отриманий файл

source: Queued
ca: S'ha enviat a la cua
da: Tilføjet til kø
de: In der Warteschlange
es: Encolado
fi: Jonossa
gd: Sa chiutha
gl: Na cola
hu: Sorba állítva
nl: In de wachtrij geplaatst
pl: W kolejce
pt: Na fila
sc: In coa
uk: Поставлено до черги

source: Download
ca: Descarrega
da: Hent
de: Herunterladen
es: Descargar
fi: Lataa
gd: Luchdaich a-nuas
gl: Descargar
hu: Letöltés
nl: Downloaden
pl: Pobierz
pt: Transferir
sc: Iscàrriga
uk: Отримати

source: Add to playlist
ca: Afegeix a la llista de reproducció
da: Tilføj til afspilningsliste
de: Zur Wiedergabeliste hinzufügen
es: Añadir a la lista de reproducción
fi: Lisää soittolistaan
gd: Cuir ris an liosta-chluiche
gl: Engadir á lista
hu: Lejátszólistához
nl: Toevoegen aan afspeellijst
pl: Dodaj do listy odtwarzania
pt: Adicionar à playlist
sc: Agiunghe a sa lista de riprodutzione
uk: Додати до списку відтворення

source: Unfavourite
ca: Elimina dels preferits
da: Fjern favorit
de: Auf Favouriten entfernen
es: Desmarcar como favorito
fi: Poista suosikkimerkintä
gd: Thoir air falbh o na h-annsachdan
gl: Non favorito
hu: Nem kedvenc
nl: Verw. uit favorieten
pl: Odznacz jako ulubione
pt: Não favoritos
sc: Boga dae is preferidos
uk: Вилучити з вибраних

source: Favourite
ca: Afegeix als preferits
da: Markér favorit
de: Zu Favouriten hinzufügen
es: Marcar como favorito
fi: Merkitse suosikiksi
gd: Cuir ris na h-annsachdan
gl: Favorito
hu: Kedvenc
nl: Toev. aan favorieten
pl: Ulubione
pt: Favorito
sc: Preferidos
uk: Додати до вибраних

source: Show episode description
ca: Mostra la descripció de l'episodi
da: Vis afsnitsbeskrivelse
de: Episodenbeschreibung anzeigen
es: Mostrar la descripción del episodio
fi: Näytä jakson kuvaus
gd: Seall tuairisgeul an eapasoid
gl: Mostrar descrición do episodio
hu: Részleírás megjelenítése
nl: Afleveringsbeschrijving tonen
pl: Wyświetl opis odcinka
pt: Mostrar descrição do episódio
sc: Ammustra sa descritzione de s'episòdiu
uk: Показати опис серії

source: Recent
ca: Recents
da: Seneste
de: Kürzlich
es: Recientes
fi: Viimeisimmät
gd: O chionn goirid
gl: Recentes
hu: Legutóbbiak
pl: Ostatnie
pt: Recentes
sc: Reghentes
uk: Нещодавні

source: Downloads
ca: Descàrregues
da: Hentede
es: Descargas
fi: Lataukset
gd: Luchdaidhean a-nuas
gl: Descargas
hu: Letöltések
pl: Pobrane
pt: Transferências
sc: Iscarrigados
uk: Отримані

source: Favourites
ca: Preferits
da: Favoritter
de: Favoriten
es: Favoritos
fi: Suosikit
gd: Na h-annsachdan
gl: Favoritos
hu: Kedvencek
nl: Favorieten
pl: Ulubione
pt: Favoritos
sc: Preferidos
uk: Вибрані

source: Unfavourite episode(s)
ca: Elimina l'episodi(s) dels preferits
da: Fjern favoritmarkering for afsnit
de: unbeliebte Episode(n)
es: Desmarcar episodios como favoritos
gd: Thoir eapasod(an) air falbh o na h-annsachdan
gl: Retirar de favorito episodio(s)
hu: Rész(ek) törlése a kedvencektől
nl: Niet-favoriete aflevering(en)
pl: Odznacz jako ulubiony odcinek(-ki)
pt: Desmarcar favorito(s)
sc: Boga s'episòdiu dae is preferidos
uk: Вилучити серію з вибраних

source: No New Episodes
ca: Cap episodi nou
da: Ingen nye afsnit
de: Keine neuen Episoden
es: No hay episodios nuevos
fi: Ei uusia jaksoja
gd: Chan eil eapasod ùr ann
gl: Non hai episodios novos
hu: Nincsenek új részek
nb: Ingen nye episoder
nl: Er zijn geen nieuwe afleveringen
pl: Brak nowych odcinków
pt: Sem episódios novos
sc: Perunu episòdiu nou
uk: Немає нових епізодів

source: No Downloaded Episodes
ca: Cap episodi descarregat
da: Ingen hentede afsnit
de: Keine heruntergeladenen Episoden
es: No hay episodios descargados
fi: Ei ladattuja jaksoja
gd: Cha deach gin a luchdadh a-nuas
gl: Non hai episodios descargados
hu: Nincsenek letöltött részek
nl: Er zijn geen gedownloade afleveringen
pl: Brak pobranych odcinków
pt: Sem episódios transferidos
sc: Perunu episòdiu iscarrigadu
uk: Немає отриманих серій

source: No Favourited Episodes
ca: Cap episodi a preferits
da: Ingen favoritafsnit
de: Keine Favoriten
es: No hay episodios favoritos
fi: Ei suosikiksi merkittyjä jaksoja
gd: Chan eil annsachd ann
gl: Non hai episodios favoritos
hu: Nincsenek kedvenc részek
nl: Je hebt geen favoriete afleveringen
pl: Brak ulubionych odcinków
pt: Sem episódios favoritos
sc: Perunu episòdiu in is preferidos
uk: Немає вибраних серій

source: No Episodes Found
ca: No s'ha trobat cap episodi
da: Ingen afsnit fundet
de: Keine Episoden gefunden
es: No se encontraron episodios
fi: Jaksoja ei löytynyt
gd: Cha deach eapasod a lorg
gl: Non se atoparon episodios
hu: Nem találhatóak részek
nb: Fant ingen episoder
nl: Er zijn geen afleveringen gevonden
pl: Nie znaleziono odcinków
pt: Não foram encontrados episódios
sc: Perunu episòdiu agatadu
uk: Епізодів не знайдено

source: No more episodes to listen to!
ca: No hi ha cap episodi per escoltar
da: Der er ikke flere afsnit at lytte til!
de: Keine weiteren Episoden gefunden!
es: No quedan episodios por escuchar.
fi: Ei enempää kuunneltavia jaksoja!
gd: Chan eil barrachd eapasodan ri an èisteachd riutha ann!
gl: Non hai máis episodios que escoitar
hu: Sajnos nincs több hallgatni való.
nb: Ingen flere episoder å spille av.
nl: Er zijn geen afleveringen om te beluisteren!
pl: Brak więcej odcinków do odsłuchania!
pt: Não há mais nenhum episódio para ouvir
sc: Perunu episòdiu de ascurtare
uk: Більше немає епізодів для прослуховування!

source: No episodes have been downloaded for offline listening
ca: No s'ha descarregat cap episodi per escoltar sense connexió
da: Ingen afsnit er hentet til offlinebrug
de: Keine Episoden zum Hören heruntergeladen.
es: No se ha descargado ningún episodio para escucha sin conexión
fi: Jaksoja ei ole ladattu offline-kuuntelua varten.
gd: Cha deach eapasod a luchdadh a-nuas a chum èisteachd far loidhne
gl: Non se descargaron episodios para escoitar sen conexión
hu: Nincs rész letöltve internet nélküli hallgatáshoz
nl: Er zijn geen afleveringen om offline naar te luisteren
pl: Nie pobrano żadnego odcinka do słuchania w trybie offline
pt: Sem episódios transferidos para ouvir offline
sc: Perunu episòdiu iscarrigadu pro s'iscortu in foras de lìnia
uk: Для прослуховування поза мережею не було отримано жодної серії

source: No episodes have been favourited.
ca: No hi ha cap episodi a preferits
da: Ingen favoritafsnit.
de: Keine Episoden als Favoriten markiert.
es: No se ha marcado ningún episodio como favorito.
fi: Ei suosikkijaksoja.
gd: Cha deach eapasod a chur ris na h-annsachdan.
gl: Non hai episodios favoritos.
hu: Egy részt se jelölt még kedvencnek.
nl: Er zijn geen afleveringen toegevoegd aan de favorieten.
pl: Żaden odcinek nie został oznaczony jako ulubiony.
pt: Sem episódios favoritos.
sc: Perunu episòdiu in is preferidos
uk: Жодну серію не було вибрано.

source: No Episodes found matching the search term.
ca: No s'ha trobat cap episodi que concordi amb la vostra cerca
da: Ingen afsnit fundet i denne søgning.
de: Keine Episoden gefunden, die den Suchkriterien entsprechen.
es: No se encontraron resultados para el término buscado.
fi: Hakuehtojasi vastaavia jaksoja ei löytynyt.
gd: Cha deach eapasod a lorg a fhreagras ris an fhacal-luirg.
gl: Non se atoparon episodios con ese termo
hu: Nem található olyan rész, ami megfelel a keresési feltételnek.
nb: Søket ga ingen treff på episoder.
nl: Er zijn geen afleveringen gevonden die overeenkomen met de zoekopdracht.
pl: Nie znaleziono odcinków spełniających kryteria wyszukiwania
pt: Sem episódios encontrados usando o termo de pesquisa.
sc: Perunu episòdiu agatadu tràmite custa chirca
uk: Критеріям пошуку не відповідає жоден епізод.

source: Downloads in progress
ca: Descàrregues en procés
da: Overførsel i gang
de: Downloads werden durchgeführt
es: Descargas en curso
fi: Latauksia käynnissä
gd: Rudan 'gan luchdadh a-nuas
gl: Descargas en proceso
hu: Letöltések folyamatban
nl: Downloads worden uitgevoerd
pl: Pobieranie w toku
pt: Transferências em curso
sc: Iscarrigamentos in protzessu
uk: Триває отримання

source: Downloaded episodes
ca: Episodis descarregats
da: Hentede afsnit
de: Heruntergeladenen Episoden
es: Episodios descargados
fi: Ladatut jaksot
gd: Eapasodan a chaidh a luchdadh a-nuas
gl: Episodios descargados
hu: Letöltött részek
nl: Gedownloade afleveringen
pl: Pobrane odcinki
pt: Episódios transferidos
sc: Episòdios iscarrigados
uk: Отримані серії

source: Today
ca: Avui
da: I dag
de: Heute
es: Hoy
fi: Tänään
gd: An-diugh
gl: Hoxe
hu: Ma
nb: I dag
nl: Vandaag
pl: Dziś
pt: Hoje
sc: Oe
uk: Сьогодні

source: Yesterday
ca: Ahir
da: I går
de: Gestern
es: Ayer
fi: Eilen
gd: An-dè
gl: Onte
hu: Tegnap
nb: I går
nl: Gisteren
pl: Wczoraj
pt: Ontem
sc: Eris
uk: Вчора
