Repository: maciek134/podphoenix
Catalog: po/*.po
Languages: ca, da, de, es, fi, gd, gl, hu, nb, nl, pl, pt, sc, uk

source: Older
ca: Més antic
da: Ældre
de: Älter
es: Más antiguos
fi: Vanhempi
gd: Nas sine
gl: Anteriores
hu: Régebbi
nb: Eldre
nl: Ouder
pl: Starsze
pt: Mais Antigo
sc: Prus betzu
uk: Раніше

source: Now Playing
ca: S'està reproduint
da: Afspiller nu
de: Aktueller Titel
es: En reproducción
fi: Nyt soi
gd: 'Ga chluich an-dràsta
gl: Soando
hu: Most játszott
nb: Spilles nå
nl: Je luistert naar
pl: Teraz odtwarzany
pt: Em reprodução
sc: Riproduende
uk: Зараз відтворюєтья

source: Full view
ca: Vista completa
da: Helsidesvisning
de: Alles anzeigen
es: Vista completa
fi: Täysi näkymä
gd: Sealladh slàn
gl: Vista completa
hu: Teljes nézet
nl: Schermvullende weergave
pl: Pełny widok
pt: Vista completa
sc: Visualizatzione intrea
uk: Повний перегляд

source: Queue
ca: Cua
da: Kø
de: Warteschlange
es: Cola
fi: Jono
gd: Ciutha
gl: Cola
hu: Lejátszási sor
nl: Wachtrij
pl: Kolejka
pt: Fila
sc: Coa
uk: Черга

source: Search Podcast
ca: Cerca un podcast
da: Søg efter podcast
de: Podcast suchen
es: Buscar podcast
fi: Etsi podcastia
gd: Lorg airson pod-chraoladh
gl: Buscar podcast
hu: Podcast keresése
nb: Søk etter podkast
nl: Zoeken naar podcast
pl: Znajdź podcast
pt: Procurar Podcast
sc: Chirca podcast
uk: Пошук трансляції

source: Search podcast
ca: Cerca un podcast
da: Søg efter podcast
de: Podcast suchen
es: Buscar podcast
fi: Etsi podcastia
gd: Lorg airson pod-chraoladh
gl: Buscar podcast
hu: Podcast keresése
nb: Søk etter podkast
nl: Zoeken naar podcast
pl: Znajdź podcast
pt: Procurar podcast
sc: Chirca podcast
uk: Шукати трансляцію

source: No Podcast Subscriptions
ca: No hi ha subscripcions a cap podcast
da: Ingen podcastabonnementer
de: Keine Podcast-Abonnements
es: No hay suscripciones a podcasts
fi: Ei podcast-tilauksia
gd: Chan eil fo-sgrìobhadh pod-chraolaidh ann
gl: Non hai subscricións ao podcast
hu: Nincs feliratkozva semmire
nb: Ingen podkast-abonnementer
nl: Je hebt geen podcastabonnementen
pl: Brak subskrypcji podcastów
pt: Sem subscrições de Podcast
sc: Peruna sutaiscritzione a podcasts
uk: Немає підписок на трансляції

source: No Podcasts Found
ca: No s'ha trobat cap podcast
da: Ingen podcasts fundet
de: Keine Podcasts gefunden
es: No se encontraron podcasts
fi: Podcasteja ei löytynyt
gd: Cha deach pod-chraoladh a lorg
gl: Non se atoparon podcasts
hu: Nem találhatóak Podcastek
nb: Fant ingen podkaster
nl: Er zijn geen podcasts gevonden
pl: Nie odnaleziono podcastów
pt: Não foram encontrados Podcasts
sc: Perunu podcast agatadu
uk: Трансляцій не знайдено

source: You haven't subscribed to any podcasts yet, visit the 'Add New Podcasts' page to add some.
ca: No us heu subscrit a cap podcast encara, aneu a la pàgina «Afegeix podcasts nous» per afegir-ne qualcun.
da: Du abonnerer endnu ikke på nogen podcasts. Besøg siden "Find nye podcasts" for at tilføje nogen.
de: Sie haben noch keine Podcasts abonniert, zum hinzuzufügen öffnen Sie bitte die Seite 'Neue Podcasts finden'.
es: No está suscrito a ningún podcast, visite la página 'Añadir nuevos podcasts" para añadir algunos.
gd: Cha do rinn thu fo-sgrìobhadh gu pod-chraoladh fhathast, tadhail air an duilleag "Cuir ris pod-chraolaidhean ùra" gus fear no dhà a chur ris.
gl: Aínda non se subscribiu a ningún podcast, en «Novos podcasts» pode comezar.
hu: Még nem iratkozott fel egyetlen podcast-re sem. A „Podcast hozzáadása” oldalon adhat hozzá újakat.
nl: Je bent nog niet op een podcast geabonneerd. Ga naar de pagina ‘Podcasts toevoegen’ om podcasts toe te voegen.
pl: Nie subskrybujesz jeszcze żadnych podcastów; odwiedź stronę "Dodaj nowy podcast", aby dodać trochę.
pt: Ainda não subscreveu nenhum podcast, visite a página "Adicionar novos podcasts" para adicionar alguns.
sc: No ti ses sutiscritu in perunu podcast, bae a «Agiunghe podcasts nous» pro nde agiùnghere.
uk: Ви ще не підписалися на жодну трансляцію. Відвідайте сторінку «Додати нову трансляцію» і додайте щось.

source: No podcasts found matching the search term.
ca: No s'ha trobat cap podcast que concordi amb la vostra cerca
da: Ingen afsnit fundet i denne søgning.
de: Keine Podcasts gefunden die den Suchkriterien entsprechen.
es: No hay podcasts que coincidan con la búsqueda
fi: Hakuehtoja vastaavia podcasteja ei löytynyt.
gd: Cha deach pod-chraoladh a lorg a fhreagras ris an fhacal-luirg.
gl: Non hai podcasts con ese termo de busca.
hu: Nem felelt meg egy Podcast sem a keresési feltételnek.
nb: Søket ga ingen treff på podkaster.
nl: Er zijn geen podcasts gevonden die overeenkomen met de zoekopdracht.
pl: Dla podanej frazy nie odnaleziono żadnych podcastów.
pt: Sem podcasts encontrados com esses termos.
sc: Perunu podcast agatadu tràmite custa chirca.
uk: Не знайдено трансляцій, відповідних до критерію пошуку.

source: %1 unheard episode
ca: %1 episodi sense escoltar
da: %1 nyt afsnit
de: %1 ungehörte Episode
es: %1 episodio sin escuchar
fi: %1 kuuntelematon jakso
gd: %1 eapasod nach do dh'èist thu ris
gl: %1 episodio sen escoitar
hu: %1 meg nem hallgatott rész
nb: %1 ny episode
nl: %1 niet-beluisterde aflevering
pl: %1 nieodsłuchany epizod
pt: %1 episódio por ouvir
sc: %1 episòdiu de ascurtare
uk: %1 непрослуханий епізод

source: Add Podcast
ca: Afegeix un podcast
da: Tilføj podcast
de: Podcast hinzufügen
es: Añadir podcast
fi: Lisää podcast
gd: Cuir pod-chraoladh ris
gl: Engadir podcast
hu: Podcast hozzáadása
nb: Legg til podkast
nl: Podcast toevoegen
pl: Dodaj Podcast
pt: Adicionar Podcast
sc: Agiunghe podcast
uk: Додати радіотрансляцію

source: Save Podcast
ca: Desa el podcast
da: Gem podcast
de: Podcast speichern
es: Guardar podcast
fi: Tallenna podcast
gd: Sàbhail am pod-chraoladh
gl: Gardar podcast
hu: Podcast mentése
nb: Lagre podkast
nl: Podcast opslaan
pl: Zapisz podcast
pt: Guardar Podcast
sc: Sarva podcast
uk: Зберегти трансляцію

source: Feed URL
ca: URL del canal
es: URL del canal
fi: Syötteen osoite
gd: URL an inbhir
gl: URL da fonte
hu: URL megadása
nb: Kildeadresse
pl: Adres URL RSS
pt: URL da Fonte
sc: URL de su canale
uk: Адреса подачі

source: Unable to subscribe
ca: No s'ha pogut fer la subscripció
da: Kan ikke oprette abonnement
de: Abonnieren fehlgeschlagen
es: No se ha podido suscribir
fi: Tilaus ei onnistunut
gd: Cha ghabh crìoch a chur air an fho-sgrìobhadh
gl: Non foi posíbel subscribirse
hu: Nem sikerült feliratkozni
nb: Klarte ikke å abonnere
nl: Het abonneren is mislukt
pl: Nie można zasubskrybować
pt: Não é possível subscrever
sc: Impossìbile sutaiscriere
uk: Не вдалося підписатися

source: Please check the URL and try again
ca: Comproveu l'URL i torneu-ho a intentar
da: Tjek venligst URL'en og prøv igen
de: Bitte die Adresse überprüfen und es erneut versuchen
es: Compruebe el URL e inténtelo de nuevo
fi: Tarkista osoite ja yritä uudelleen
gd: Thoir sùil air an URL is feuch ris a-rithist
gl: Comprobe a URL e ténteo de novo
hu: Ellenőrizze az URL-t és próbálja újra
nb: Kontroller nettadressen og prøv igjen
nl: Controleer de url en probeer het opnieuw
pl: Sprawdź URL i spróbuj ponownie
pt: Verifique o URL e tente novamente
sc: Verifica s'URL e torra·bi a proare
uk: Будь ласка, перевірте адресу і повторіть спробу

source: Looking to add a new podcast?
ca: Provau d'afegir un podcast nou?
da: Vil du tilføje en ny podcast?
de: Wollen Sie einen neuen Podcast hinzufügen?
es: ¿Buscando añadir un nuevo podcast?
fi: Haluatko lisätä uuden podcastin?
gd: Am bu toigh leat pod-chraoladh ùr a chur ris?
gl: Quere engadir un podcast novo?
hu: Új podcast-et szeretne hozzáadni?
nl: Wil je een podcast toevoegen?
pl: Chcesz dodać nowy podcast?
pt: À procura de um novo podcast?
sc: Ses chirchende de agiùnghere unu podcast nou?
uk: Хочете додати нову трансляцію?

source: Click the 'magnifier' at the top to search or the 'plus' button to add by URL
ca: Cliqueu la «lupa» de dalt per cercar-ne un o el «més» per afegir un URL
da: Klik på forstørrelsesglasset i toppen for at søge, eller "plus"-knappen for at tilføje via URL
de: Klicken Sie auf die »Lupe« am oberen Rand, um zu Suchen oder auf den »Plus«-Knopf, um eine Adresse einzugeben
es: Toque el icono de la lupa en la parte superior para buscar. Toque el + para añadir por URL
fi: Napauta ylhäällä olevan suurennuslasin kuvaketta tai + lisätäksesi osoitteeseen.
gd: Briog air a' "mheudaichear" aig a' bharr airson lorg no air a' phutan "plus" gus URL a chur ris
gl: Para buscar, prema na lupa da banda superior ou no botón «+» para engadir unha URL
hu: A „nagyító” ikon segítségével kereshet új Podcasteket, a „plusz” ikonnal pedig URL cím alapján adhat hozzá.
nb: Trykk på forstørrelsesglasset øverst for å søke, eller pluss-knappen for å legge til en nettadresse
nl: Klik op het vergrootglas bovenaan om te zoeken of op de plusknop om een url toe te voegen.
pl: Wybierz przycisk 'lupy' u góry, by wyszukać albo przycisk 'plus' by dodać URL
pt: Clique na 'lupa' que está no topo para pesquisar ou no botão 'mais' para adicionar por URL
sc: Incarca sa «lente» in artu pro chircare o su sìmbulu + pro agiùnghere un'URL.
uk: Натисніть кнопку з лупою згори, щоб шукати, або кнопку «плюс», щоб додати адресу

source: Subscribe
ca: Subscriu-m'hi
da: Abonnér
de: Abonnieren
es: Suscribir
fi: Tilaa
gd: Fo-sgrìobh
gl: Subscribir
hu: Feliratkozás
nb: Abonner
nl: Abonneren
pl: Subskrybuj
pt: Subscrever
sc: Sutaiscrie·ti
uk: Підписатися

source: Last Updated: %1 %2
ca: Darrera actualització: %1 %2
da: Senest opdateret %1 %2
de: Letzte Aktualisierung:%1 %2
es: Última actualización: %1 %2
fi: Viimeksi päivitetty: %1 %2
gd: An t-ùrachadh mu dheireadh: %1 %2
gl: Última actualización: %1 %2
hu: Utolsó frissítés: %1 %2
nb: Sist oppdatert: %1 %2
nl: Laatst bijgewerkt: %1 %2
pl: Ostatnio zaktualizowano: %1 %2
pt: Última vez atualizado: %1 %2
sc: Ùrtima atualizatzione: %1 %2
uk: Востаннє оновлено: %1 %2

source: Not Available
ca: No disponible
da: Ikke tilgængelig
de: Nicht verfügbar
es: No disponible
fi: Ei saatavilla
gd: Chan eil seo ri fhaighinn
gl: Non dispoñíbel
hu: Nem elérhető
nb: Ikke tilgjengelig
nl: Niet beschikbaar
pl: Niedostępne
pt: Não Disponível
sc: Non disponìbile
uk: Недоступне

source: Skip forward
ca: Salta endavant
da: Søg fremad
de: Vorwärts springen
es: Avanzar
fi: Kelaa eteenpäin
gd: Leum air adhart
gl: Avanzar
hu: Ugrás előre
nb: Hopp fremover
nl: Doorspoelen overslaan
pl: Przewiń w przód
pt: Avançar
sc: Brica in antis
uk: Гортати вперед

source: %1 seconds
ca: %1 segons
da: %1 sekunder
de: %1 Sekunden
es: %1 segundos
fi: %1 sekuntia
gd: %1 diog(an)
gl: %1 segundos
hu: %1 másodperc
nb: %1 sekunder
nl: %1 seconden
pl: %1 sekund
pt: %1 segundos
sc: %1 segundos
uk: %1 сек.

source: OK
ca: D'acord
gd: Ceart ma-thà
gl: Aceptar
nl: Oké
sc: AB
uk: Гаразд

source: Skip back
ca: Salta enrere
da: Søg baglæns
de: Zurückspringen
es: Retroceder
fi: Kelaa taaksepäin
gd: Leum air ais
gl: Retroceder
hu: Ugrás vissza
nb: Hopp bakover
nl: Terugspoelen overslaan
pl: Przewiń w tył
pt: Recuar
sc: Brinca in segus
uk: Гортати назад

source: General Settings
ca: Paràmetres Generals
da: Generelle indstillinger
de: Allgemeine Einstellungen
es: Configuración general
fi: Yleiset asetukset
gd: Roghainnean coitcheann
gl: Axustes xerais
hu: Általános beállítások
nb: Generelle innstillinger
nl: Algemene instellingen
pl: Ustawienia ogólne
pt: Definições gerais
sc: Cunfiguratziones generales
uk: Загальні параметри

source: Displays podcasts in a list view
ca: Mostra els podcast com una llista
da: Viser podcasts i en liste
de: Podcasts in Listenansicht anzeigen
es: Muestra los pódcast en una lista
fi: Näytä podcastit luettelonäkymässä
gd: Seallaidh seo liosta dhe na pod-chaolaidhean
gl: Mostrar os podcasts como unha lista
hu: Porcastek megjelenítése listanézetben
nl: Toont podcasts in een lijstweergave
pl: Wyświetla podcasty w widoku listy
pt: Mostrar podcasts em lista
sc: Ammustra podcasts in una lista
uk: Показує список трансляцій

source: Playback Settings
ca: Opcions de reproducció
da: Afspilningsindstillinger
de: Wiedergabe-Einstellungen
es: Configuración de reproducción
fi: Toistoasetukset
gd: Roghainnean na cluiche
gl: Axustes da reprodución
hu: Lejátszási beállítások
nb: Avspillingsinnstillinger
nl: Luisteropties
pl: Ustawienia odtwarzania
pt: Opções de Reprodução
sc: Cunfiguratziones de riprodutzione
uk: Параметри відтворення

source: Podcast Episode Settings
ca: Opcions d'episodi
da: Indstillinger for podcastafsnit
de: Podcast-Episoden-Einstellungen
es: Configuración de episodios de pódcast
fi: Podcast-jaksojen asetukset
gd: Roghainnean eapasodan nam pod-chraolaidhean
gl: Axustes dos episodios dos podcasts
hu: Podcast részek beállításai
nb: Oppsett per podkast-episode
nl: Afleveringsinstellingen
pl: Ustawienia odcinków podcastu
pt: Definições do episódio do Podcast
sc: Cunfiguratzione de episòdios
uk: Параметри епізодів трансляцій

source: Automatically delete old episodes
ca: Esborra automàticament els episodis vells
da: Slet automatisk gamle afsnit
de: Automatisch alte Episoden löschen
es: Eliminar episodios antiguos automáticamente
fi: Poista automaattisesti vanhat jaksot
gd: Sguab às seann eapasodan gu fèin-obrachail
gl: Eliminar episodios antigos automaticamente
hu: Régi részek automatikus törlése
nb: Slett gamle episoder automatisk
nl: Oude afleveringen automatisch verwijderen
pl: Automatycznie usuń stare odcinki
pt: Eliminar automaticamente episódios antigos
sc: Cantzella in automàticu episòdios antigos
uk: Автоматично вилучати старі епізоди

source: Delete episodes that are older than a given number of days for each podcast
ca: Esborra els episodis que són més vells que un número de dies per cada podcast
da: Slet afsnit, der er ældre end et givent antal dage for hver podcast
de: Episoden die älter sind als eine gewisse Anzahl von Tagen löschen
es: Eliminar episodios anteriores a una cantidad determinada de días por cada podcast
fi: Poista jaksot, jotka ovat vanhempia kuin asetettu määrä päiviä per podcast
gd: Sguab às eapasodan a tha nas sine na àireamh de làithean a shònraich thu airson gach pod-chraolaidh
gl: Eliminar episodios con máis dun número de días
hu: A megadott napnál régebbi részek automatikus törlése
nb: Slett episoder som er eldre enn valgt antall dager per podkast
nl: Verwijder automatisch afleveringen die ouder zijn dan het opgegeven aantal dagen
pl: Dla każdego podcastu, usuwa odcinki starsze niż określona ilość dni
pt: Eliminar episódios anteriores a um número de dias definido para cada podcast
sc: Cantzella is episòdios prus antigos de unu nùmeru ispetzìficu de dies pro cada podcast
uk: Вилучати епізоди, старіші за вказану кількість днів для кожної трансляції

source: Automatically download new episodes
ca: Descarrega automàticament els nous episodis
da: Hent automatisk nye afsnit
de: Automatische neue Episoden herunterladen
es: Descargar episodios nuevos automáticamente
fi: Lataa automaattisesti uudet jaksot
gd: Luchdaich a-nuas eapasodan ùra gu fèin-obrachail
gl: Descargar novos episodios automaticamente
hu: Új részek automatikus letöltése
nb: Last ned nye episoder automatisk
nl: Nieuwe afleveringen automatisch downloaden
pl: Automatycznie ściągnij nowe odcinki
pt: Descarregar automaticamente novos episódios
sc: Iscàrriga in automàticu is episòdios noos
uk: Автоматично отримувати нові епізоди

source: Default number of new episodes to download for each podcast
ca: Nombre per defecte d'episodis nous a descarregar per cada podcast
da: Antal nye afsnit, der som standard skal hentes for hver podcast
de: Vorgabewert von neuen Episoden die heruntergeladen werden
es: N.º predeterminado de episodios nuevos que descargar por cada podcast
fi: Oletusmäärä jaksoja, jotka ladataan per podcast
gd: An àireamh thùsail de dh'eapasodan ùra ri an luchdadh a-nuas airson gach pod-chraolaidh
gl: Número predeterminado de episodios a descargar por podcast
hu: A Podcastenként automatikusan letöltődő részek száma
nb: Standard antall nye episoder som skal lastes ned per podkast
nl: Het aantal nieuwe afleveringen per podcast dat standaard gedownload wordt
pl: Domyślna liczba nowych odcinków do pobrania dla każdego podcastu
pt: Número de novos episódios para download para cada podcast
sc: Nùmeru predefinidu de episòdios de iscarrigare pro cada podcast
uk: Типова кількість нових епізодів для отримання для кожної трансляції

source: Only download over WiFi
ca: Descarrega només via xarxa sense fils
de: Nur über WiFi herunterladen
es: Sólo descargar mediante WiFi
fi: Lataa vain wifin välityksellä
gd: Na luchdaich a-nuas ach le WiFi
gl: Descargar só por wifi
hu: Csak WiFin keresztül töltse le
nl: Alleen downloaden via wifi
pl: Pobieraj tylko przez WiFi
pt: Transferir apenas com WiFi
sc: Iscàrriga isceti tràmite WiFi

source: Download episodes only when the device is using WiFi
ca: Descarrega els episodis només quan el dispositiu faci servir una xarxa sense fils
da: Hent kun afsnit, når enheden benytter wifi
de: Episoden nur bei WiFi Verbindung herunterladen
es: Descargar episodios solo cuando se está usando wifi
fi: Lataa jaksot vain laitteen ollessa wifi-yhteydessä
gd: Na luchdaich a-nuas eapasodan ach nuair a bhios an t-uidheam a' cleachdadh WiFi
gl: Descargar episodios só cando o dispositivo estea usando a wifi
hu: Részek letöltése csak WiFi kapcsolaton keresztül
nl: Download afleveringen alleen als het apparaat verbonden is met een wifi-netwerk
pl: Pobieraj odcinki tylko wtedy, gdy urządzenie korzysta z Wi-Fi
pt: Transferir episódios apenas com WiFi ligado
sc: Iscàrriga episòdios isceti cando su dispositivu est impreende WiFi
uk: Отримувати серії, лише якщо пристрій використовує WiFi

source: Refresh podcast artwork
ca: Actualitza les portades del podcasts
da: Opdatér podcastbillede
de: Podcast Titelbild aktualisieren
es: Refrescar la imagen del podcast
fi: Päivitä podcast-kuvitus
gd: Ath-nuadhaich obair-ealain a' phod-chaolaidh
gl: Actualizar imaxes dos podcasts
hu: Podcast grafikák letöltése
nl: Podcasthoezen bijwerken
pl: Odśwież okładkę podcastu
pt: Atualizar ícone do podcast
sc: Atualiza is cobertas de is podcasts
uk: Оновити зображення трансляції

source: Update all podcasts artwork and fix missing ones
ca: Actualitza totes les portades i troba les faltants
da: Opdatér alle podcastbilleder og hent de manglende
de: Alle Podcast Titelbilder aktualisieren und fehlende reparieren
es: Actualizar las imágenes de todos los podcast y arreglar las que faltan.
fi: Päivitä kaikkien podcastien kuvitus ja korjaa puuttuvat
gd: Ùraich obair-ealain nam pod-chaolaidhean uile agus càraich an fheadhainn a tha a dìth
gl: Actualizar as imaxes dos podcasts e repoñer as que faltan
hu: Frissíti a meglévő és letölti a hiányzó podcast grafikákat.
nl: Werk alle podcasthoezen bij en herstel ontbrekende hoezen
pl: Zaktualizuj wszystkie okładki podcastów i napraw brakujące
pt: Atualizar todos os ícones dos podcasts e arranjar os que estão em falta
sc: Atualiza is cobertas de totu is podcasts e agata cussas chi ammancant
uk: Оновити зображення усіх трансляцій і додати пропущені

source: Storage Settings
ca: Configuració d'emmagatzematge
da: Lagringsindstillinger
de: Speichereinstellungen
es: Configuración del almacenamiento
fi: Tallennustilan asetukset
gd: Roghainnean an stòrais
gl: Axustes do almacenamento
hu: Tárhely beállítások
nl: Opslaginstellingen
pl: Ustawienia zapisywania
pt: Configuração de armazenamento
sc: Cunfiguratziones de memòria
uk: Параметри зберігання

source: Delete orphaned files and links
ca: Elimina els arxius i enllaços orfes
da: Slet forældreløse filer og links
de: Verwaiste Dateien und Links bereinigen
es: Eliminar archivos huérfanos y enlaces
fi: Poista hylätyt tiedostot ja linkit
gd: Sguab às dìlleachdain de dh'fhaidhlichean is ceanglaichean
gl: Eliminar ficheiros e ligazóns orfos
hu: Felesleges fájlok és hivatkozások törlése
nl: Oude bestanden en links verwijderen
pl: Usuń osierocone pliki i odnośniki
pt: Eliminar ficheiros e links órfãos
sc: Cantzella archìvios e ligàmenes òrfanos
uk: Вилучити осиротілі файли і посилання

source: Free space by removing orphaned downloaded files and links
ca: Allibera espai eliminant els arxius descarregats i els enllaços orfes
da: Frigiv lagerplads ved at fjerne forældreløse filer og links
de: Platz freimachen durch bereinigen von verwaisten Dateien und Links
es: Liberar espacio eliminando archivos huérfanos descargados y enlaces
fi: Vapauta tilaa poistamalla hylätyt ladatut tiedostot ja linkit
gd: Saor àite a' sguabadh às dìlleachdain de dh'fhaidhlichean is ceanglaichean a chaidh a luchdadh a-nuas
gl: Liberar espazo eliminando ficheiros descargados e ligazóns orfos
hu: Helyet szabadít fel a felesleges fájlok és hivatkozások törlésével
nl: Maak ruimte vrij door oude, gedownloade bestanden en links te verwijderen
pl: Zwolnij miejsce usuwając osierocone pobrane pliki i odnośniki
pt: Liberte espaço ao remover ficheiros e links transferidos órfãos
sc: Lìbera ispàtziu cantzellende archìvios e ligàmenes òrfanos
uk: Вивільнити місце вилученням осиротілих отриманих файлів і посилань

source: Removed orphaned files and links
ca: S'han eliminat els arxius i enllaços orfes
da: Forældreløse filer og links blev fjernet
de: Verwaiste Dateien und Links entfernen
es: Eliminar archivos huérfanos y enlaces
fi: Poista hylätyt tiedostot ja linkit
gd: Chaidh dìlleachdain de dh'fhaidhlichean is ceanglaichean a thoirt air falbh
gl: Eliminados ficheiros e ligazóns orfos
hu: Felesleges fájlok és hivatkozások eltávolítása
nl: Verwijderde oude bestanden en links
pl: Usunięto osierocone pliki i odnośniki
pt: Remover ficheiros e links órfãos
sc: Archìvios e ligàmenes òrfanos cantzellados
uk: Вилучено осиротілі файли і посилання

source: No orphans found!
ca: No se n'ha trobat cap
da: Ingen forældreløse fundet!
de: Keine verwaisten Dateien gefunden!
es: ¡No se han encontrado huérfanos!
fi: Hylättyjä ei löytynyt!
gd: Cha deach dìlleachdan a lorg!
gl: Non se atoparon ficheiros orfos
hu: Nincs felesleges fájl!
nl: Er zijn geen oude bestanden aangetroffen!
pl: Nie odnaleziono żadnych sierot!
pt: Sem órfãos encontrados!
sc: Perunu agatadu
uk: Осиротілих об’єктів не знайдено!

source: All orphaned files have been deleted to recover disk space. Orphaned links pointing at invalid files have also been cleaned up.
ca: S'han eliminat tots els fitxers orfes per recuperar espai al disc. També s'han netejat els enllaços orfes que apunten a fitxers no vàlids.
da: Alle forældreløse filer er blevet slettet for at frigive lagerplads. Forældreløse links, der peger på ugyldige filer, er også blevet fjernet.
de: Alle verwaisten Dateien wurden gelöscht um Speicherplatz zu schaffen. Verwaiste Links die auf ungültige Dateien verwisen haben wurden ebenfallst entfernt.
es: Todos los archivos huérfanos han sido eliminados para liberar espacio. Los enlaces huérfanos que apuntaban a archivos no válidos también han sido eliminados.
gd: Chaidh a h-uile dìlleachdan dhe dh'fhaidhle a sguabadh às gus àite a shaoradh air an diosg. Chaidh ceanglaichean a thomh ri faidhlichean nach eil ann tuilleadh a sgioblachadh cuideachd.
gl: Elimináronse os ficheiros orfos para recuperar espazo no disco. Tamén se eliminaron as ligazóns orfas apuntando a ficheiros non válidos.
hu: Minden felesleges fájl és hivatkozás eltávolítása került, ezzel helyet felszabadítva.
nl: Alle oude bestanden zijn verwijderd om schijfruimte terug te winnen. Links die verwezen naar ongeldige bestanden zijn eveneens opgeruimd.
pl: Wszystkie osierocone pliki zostały usunięte w celu odzyskania miejsca na dysku. Osierocone odnośniki wskazujące na nieprawidłowe pliki zostały również wyczyszczone.
sc: Archìvios òrfanos cantzellados pro recuperare ispàtziu in su discu. Limpiados puru is ligàmenes òrfanos acapiados a archìvios invàlidos.
uk: Для вивільнення місця на диску було вилучено усі осиротілі файли. Осиротілі посилання, що вказують на некоректні файли, також було вилучено.
